[
{"id":"1","image":"ajuga.jpg", "description":"This weed-smothering groundcover is a great pick if you're looking to add color and decrease maintenance in shaded areas of your backyard. It offers adorable spikes of blue-purple flowers in spring, then a mat of dense foliage the rest of the gardening season","family":"Lamiaceae","name":"Ajuga","price":"$7023.76","arrived":"11/26/2022","category":"outdoor","type":"swamp"},
{"id":"2","image":"caladium.jpg", "description": "Bring a touch of the tropics to your shaded backyard with the big, beautiful leaves of caladium"  ,"family":"Araceae","name":"Caladium","price":"$9627.96","arrived":"1/26/2023","category":"outdoor","type":"heat"},
{"id":"3","image":"persianshield.jpg","description":"This colorful, leafy plant is more than just durable, it's also a true standout in the garden."  ,"family":"Poaceae","name":"Persian Shield","price":"$4128.43","arrived":"11/16/2022","category":"outdoor","type":"cold"},
{"id":"4","image":"oakleafhydrangea.jpg","description":"Bold, textural leaves and large cone-shaped flowers make this shrub an option with serious curb appeal for the front yard." ,"family":"Pyrenulaceae","name":"Oakleaf Hydrangea","price":"$9279.42","arrived":"3/10/2022","category":"outdoor","type":"dry"},
{"id":"5","image":"dianthuskahori.jpg","description":"This flowering plant's lovely fragrance will greet you long before you spot the beautiful blossoms in shades of purple, pink, white, and lavender.","family":"Lentibulariaceae","name":"Dianthus","price":"$6569.78","arrived":"3/20/2022","category":"outdoor","type":"dry"},
{"id":"6","image":"hibisco.jpg","description":"Jumbo blooms and neon bright colors make the tropical hibiscus (Hibiscus rosa sinensis) a patio favorite. Just be sure to provide plenty of sunshine and water to keep the bold blossoms coming until fall."   ,"family":"Pteridaceae","name":"Hibiscus","price":"$6332.74","arrived":"5/18/2022","category":"outdoor","type":"cold"},
{"id":"7","image":"mint.jpg","description":"Mint is a rugged perennial herb for the beginning gardener. Peppermint is tasty steeped in tea, but spearmint is better in a summer mojito.","family":"Equisetaceae","name":"Mint","price":"$8710.47","arrived":"1/24/2023","category":"outdoor","type":"heat"},
{"id":"8","image":"alocasia.jpg","description":"The large, cordate or sagittate leaves grow to a length of 20 to 90 cm (8 to 35 in) on long petioles. Their araceous flowers grow at the end of a short stalk, but are not conspicuous; often hidden behind the leaf petioles."   ,"family":"Araceae","name":"Alocasia","price":"$1974.20","arrived":"4/27/2022","category":"outdoor","type":"swamp"},
{"id":"9","image":"dracaenafragrans.jpg","description":"Is an impressive indoor plant who thrives on minimal attention and low light conditions. With just a bit of care, he'll grow tall and strong ","family":"Convolvulaceae","name":"Dracaena fragrans","price":"$3805.45","arrived":"4/28/2022","category":"indoor","type":"heat"},
{"id":"10","image":"sansevieria.jpg","description":"This hardy house plant is a great option for new plant parents, as she doesn't need much watering and will tolerate neglect easily. She also has a magic power: she releases oxygen at night, which is said to help you drift off to sleep."   ,"family":"Euphorbiaceae","name":"Sansevieria","price":"$4816.16","arrived":"8/25/2022","category":"indoor","type":"dry"},
{"id":"11","image":"devilsivy.jpg","description":"Is the most versatile of our low-maintenance house plants. Her heart-shaped locks can hang beautifully off a bookshelf, or act as a privacy screen in a window."   ,"family":"Epipremnum aureum","name":"Devils Ivy","price":"$4989.85","arrived":"4/4/2022","category":"indoor","type":"cold"},
{"id":"12","image":"limelight.jpg","description":"With a fountain of vibrant lime-hued leaves on a branchless stem, the Dracaena 'Limelight' is sometimes referred to as the corn plant, given its uncanny resemblance to the food as it grows. In the wild, it can grow nearly 50 feet tall, but don't let that deter you: as a houseplant, it's a slow-growing perennial that can extend to a little over 6 feet and stays happy with regular potting mix.","family":"Malvaceae","name":" Dracaena Limelight","price":"$1027.94","arrived":"8/12/2022","category":"indoor","type":"humid"},
{"id":"13","image":"silverphotos.jpg","description":"Brighten your desk, shelf, or mantle with the Silver or Satin Pothos and its shimmering silver-gray speckled heart-shaped leaves. A great choice for a smaller indoor plant","family":"Caryophyllaceae","name":"Silver Photos","price":"$3168.14","arrived":"1/18/2023","category":"indoor","type":"dry"},
{"id":"14","image":"moneytree.jpg","description":"the Money Tree, which is said to bring luck and abundance, according to Feng Shui. The Just Add Ice Money Tree pot has five plant trunks braided together, emerging with a wide canopy of star-shaped leaves.","family":"Cannabaceae","name":"Money Tree","price":"$4095.09","arrived":"11/24/2022","category":"indoor","type":"cold"},
{"id":"15","image":"peacelily.jpg","description":"The beautiful white flowers of the Peace Lily symbolize peace, purity, and sympathy. Usually blossoming during spring, a robust plant can bloom even twice a year, so you have months to admire the flowers.","family":"Spathiphyllum","name":"Peace Lily","price":"$8291.61","arrived":"3/29/2022","category":"indoor","type":"cold"},
{"id":"16","image":"aloearistata.jpg","description":"Also known as Lace Aloe, this charming succulent with fleshy leaves has a high tolerance for cool climes. It enjoys the sun, though it needs to spend significant time in the shade, too. The leaves, speckled with tubercles and lined with spiny teeth, turn a darker shade of green in the sun. ","family":"Succulent","name":"Aloe Aristata","price":"$1658.93","arrived":"5/14/2022","category":"indoor","type":"heat"},
{"id":"17","image":"stramonium.jpg", "description": "Is an aggressive invasive weed in temperate climates across the world. D. stramonium has frequently been employed in traditional medicine to treat a variety of ailments. It has also been used as a hallucinogen (of the anticholinergic/antimuscarinic, deliriant type), taken entheogenically to cause intense, sacred or occult visions."   ,"family":"Solanaceae","name":"Datura stramonium","price":"$70850.01","arrived":"3/11/2022","category":"outdoor","type":"dry"},
{"id":"18", "image":"ironplan.jpg", "description": "It's not easy to kill the hardy herbaceous perennial cast iron plant or the aspidistra elatior, even with low and fluorescent lighting, which would generally sap the strength of other plants. A member of the lily family, it has a glossy foliage of sword-shaped deep green leaves. Easy to maintain, it needs just a moderate amount of water to look like a million bucks."   ,"family":"Sematophyllaceae","name":"Iron Plant","price":"$5787.19","arrived":"2/3/2023","category":"indoor","type":"humid"},
{"id":"19", "image":"peachtree.jpg", "description": "The peach tree is admired as much for its beauty and fragrant blossoms as it is for its fruit. However, nothing tastes like a peach except a peach. It is sweet yet tart at the same time. This delightful balance of flavors is so popular it makes the peach tree one of the most widely grown orchard fruits in America, second only to apples.","family":"Asteraceae","name":"Peach Tree","price":"$57677.81","arrived":"2/14/2022","category":"fruittree","type":"cold"},
{"id":"20",  "image":"avocadotree.jpg","description": "Avocado trees are partially self-pollinating, and are often propagated through grafting to maintain consistent fruit output. Avocados are presently cultivated in the tropical and Mediterranean climates of many countries."   ,"family":"Liliaceae","name":"Avocado Tree","price":"$61357.36","arrived":"3/17/2022","category":"fruittree","type":"swamp"},
{"id":"21", "image":"pinneappletree.jpg", "description": "Pineapples grow as a small shrub; the individual flowers of the unpollinated plant fuse to form a multiple fruit. The plant normally propagates from the offset produced at the top of the fruit or from a side shoot, and typically matures within a year."   ,"family":"Polygalaceae","name":"Pinneapple Tree","price":"$63824.30","arrived":"2/15/2022","category":"fruittree","type":"heat"},
{"id":"22", "image":"appletree.jpg", "description": "Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek, and European Christian tradition."   ,"family":"Acanthaceae","name":"Apple Tree","price":"$71087.56","arrived":"12/11/2022","category":"fruittree","type":"cold"},
{"id":"23", "image":"plumtree.jpg", "description": "Plums are a diverse group of species. The commercially important plum trees are medium-sized, usually pruned to 5-6 metres (16-20 ft) height. The tree is of medium hardiness. Without pruning, the trees can reach 12 metres (39 ft) in height and spread across 10 metres (33 ft). They blossom in different months in different parts of the world; for example, in about January in Taiwan and early April in the United Kingdom."   ,"family":"Rhamnaceae","name":"Plum Tree","price":"$66655.93","arrived":"8/7/2022","category":"fruittree","type":"humid"},
{"id":"24", "image":"bananatree.jpg", "description": "The fruit is variable in size, color, and firmness, but is usually elongated and curved, with soft flesh rich in starch covered with a rind, which may be green, yellow, red, purple, or brown when ripe. The fruits grow upward in clusters near the top of the plant."   ,"family":"Musaceae","name":"Banana Tree","price":"$82025.14","arrived":"10/5/2022","category":"fruittree","type":"heat"}
]